{
    "29485-5043-6": [
        {
            "Active Ingredients": [
                "Active Ingredients (in each caplet) Acetaminophen 325 mg Dextromethorphan HBr 10 mg Guaifenesin 200 mg Phenylephrine HCl 5 mg"
            ],
            "Inactive Ingredients": [
                "Inactive ingredients corn starch, crospovidone, FD&C red #40 aluminum lake, FD&C yellow #6 aluminum lake, magnesium stearate, maltodextrin, microcrystalline cellulose, polyethylene glycol, polysorbate 80, polyvinyl alcohol, povidone, silicon dioxide, sodium starch glycolate, stearic acid, talc, titanium dioxide"
            ],
            "Uses": [
                "Uses temporarily relieves common cold and flu symptoms: minor aches and pains sinus congestion and pressure sore throat fever headache nasal congestion cough due to minor throat and bronchial irritation reduces swelling of nasal passages temporarily restores freer breathing through the nose promotes nasal and/or sinus drainage helps loosen phlegm (mucus) and thin bronchial secretions to rid the bronchial passageways of bothersome mucus and make coughs more productive"
            ],
            "pharmacokinetics": [
                "Not Available"
            ]
        }
    ],
    "62559-310-20": {
        "active_ingredient": [
            "VANCOMYCIN HYDROCHLORIDE"
        ],
        "inactive_ingredient": [
            "VANCOMYCIN HYDROCHLORIDE"
        ],
        "indications_and_usage": [
            "1 INDICATIONS AND USAGE VANCOCIN is indicated for the treatment of Clostridioides difficil e-associated diarrhea. VANCOCIN is also used for the treatment of enterocolitis caused by Staphylococcus aureus (including methicillin-resistant strains) in adult and pediatric patients less than 18 years of age. Limitations of Use • Parenteral administration of vancomycin is not effective for the above infections; therefore, VANCOCIN must be given orally for these infections. • Orally administered VANCOCIN is not effective for other types of infections. To reduce the development of drug-resistant bacteria and maintain the effectiveness of VANCOCIN and other antibacterial drugs, VANCOCIN should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. VANCOCIN is a glycopeptide antibacterial indicated in adult and pediatric patients (less than 18 years of age) for the treatment of: ( 1 ) • Clostridioides difficile -associated diarrhea • Enterocolitis caused by Staphylococcus aureus (including methicillin-resistant strains) Limitations of Use: ( 1 ) ( 5.1 ) • Parenteral administration of vancomycin is not effective for the above infections; therefore, vancocin must be given orally for these infections. • Orally administered VANCOCIN is not effective for other types of infections. To reduce the development of drug-resistant bacteria and maintain the effectiveness of VANCOCIN and other antibacterial drugs, VANCOCIN should be used only to treat or prevent infections that are proven or strongly suspected to be caused by bacteria. ( 1 )"
        ]
    },
    "76282-446-01,": {
        "active_ingredient": [
            "LISINOPRIL",
            "HYDROCHLOROTHIAZIDE"
        ],
        "inactive_ingredient": [
            "LISINOPRIL",
            "HYDROCHLOROTHIAZIDE"
        ]
    },
    "76282-446-01": {
        "active_ingredient": [
            "Not Available",
            "LISINOPRIL",
            "HYDROCHLOROTHIAZIDE"
        ],
        "inactive_ingredient": [
            "Not Available",
            "LISINOPRIL",
            "HYDROCHLOROTHIAZIDE"
        ],
        "indications_and_usage": [
            "INDICATIONS AND USAGE Lisinopril and hydrochlorothiazide tablets, USP are indicated for the treatment of hypertension, to lower blood pressure. Lowering blood pressure lowers the risk of fatal and non-fatal cardiovascular events, primarily strokes and myocardial infarctions. These benefits have been seen in controlled trials of antihypertensive drugs from a wide variety of pharmacologic classes including lisinopril and hydrochlorothiazide. Control of high blood pressure should be part of comprehensive cardiovascular risk management, including, as appropriate, lipid control, diabetes management, antithrombotic therapy, smoking cessation, exercise, and limited sodium intake. Many patients will require more than 1 drug to achieve blood pressure goals. For specific advice on goals and management, see published guidelines, such as those of the National High Blood Pressure Education Program’s Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC). Numerous antihypertensive drugs, from a variety of pharmacologic classes and with different mechanisms of action, have been shown in randomized controlled trials to reduce cardiovascular morbidity and mortality, and it can be concluded that it is blood pressure reduction, and not some other pharmacologic property of the drugs, that is largely responsible for those benefits. The largest and most consistent cardiovascular outcome benefit has been a reduction in the risk of stroke, but reductions in myocardial infarction and cardiovascular mortality also have been seen regularly. Elevated systolic or diastolic pressure causes increased cardiovascular risk, and the absolute risk increase per mmHg is greater at higher blood pressures, so that even modest reductions of severe hypertension can provide substantial benefit. Relative risk reduction from blood pressure reduction is similar across populations with varying absolute risk, so the absolute benefit is greater in patients who are at higher risk independent of their hypertension (for example, patients with diabetes or hyperlipidemia), and such patients would be expected to benefit from more aggressive treatment to a lower blood pressure goal. Some antihypertensive drugs have smaller blood pressure effects (as monotherapy) in black patients, and many antihypertensive drugs have additional approved indications and effects (e.g., on angina, heart failure, or diabetic kidney disease). These considerations may guide selection of therapy. These fixed-dose combinations are not indicated for initial therapy (see DOSAGE AND ADMINISTRATION). In using lisinopril and hydrochlorothiazide tablets, USP consideration should be given to the fact that an angiotensin-converting enzyme inhibitor, captopril, has caused agranulocytosis, particularly in patients with renal impairment or collagen vascular disease, and that available data are insufficient to show that lisinopril does not have a similar risk (See WARNINGS). In considering the use of lisinopril and hydrochlorothiazide tablets, USP it should be noted that ACE inhibitors have been associated with a higher rate of angioedema in black than in nonblack patients (see WARNINGS, Lisinopril)"
        ]
    }
}